Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=809_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Uđđâ oppâkirje luvâttuv tavesämikielâ eenikielâ máttááttâsân almostui
sms: Ođđ mättǩeŠrjj lookkjiškooul tâŠvvsääŠm jieŠnnǩiõŠlle iŠlmstõõvi

source: Luvâttuv tavesämikielâ eenikielâ máttááttâs várás lii almostum uđđâ oppâkirje Giela geainnut 2.
sms: Lookkjiškooul tâʹvvsääʹm jieʹnnǩiõl mättʼtem diõtt lij iʹlmstõõvvâm ođđ mättʼtemǩeʹrjj Giela geainnut 2.

source: Kirje lii uáivildum eenikielâ já kirjálâšvuođâ oppâamnâs nube kuursâ máttááttâsân.
sms: Ǩeʹrjj lij jurddum jieʹnnǩiõl da ǩeʹrjjlažvuõđ mättaunnâž nuuʹbb kuurs mättŠtõʹsse.

source: Kuursâ uáivitiäddu lii teevstâi ráhtusijn já merhâšuumijn.
sms: Kuurs viõusmõs teädd lij teeʹksti raajõõzzin da miârkkšõõvvmõõžžin.

source: Kirje čuávu luvâttuv eenikielâ väldikodálâš máttááttâsvuávám.
sms: Ǩeʹrjj jääʹǩǩat lookkjiškooul jieʹnnǩiõl väʹlddkååddlaž mättʼtemplaan.

source: Luvâttuv eenikielâ máttááttâsâst tiädutteh sämikielâ já – kulttuur lasseen kirjálâšvuođâ já ton tulkkum.
sms: Lookkjiškooul jieʹnnǩiõl mättʼtõõttmõõžžâst mušttʼtee sääʹmǩiõl da – kulttuur lââʹssen ǩeʹrjjlažvuõđ da tõn tuʹlǩǩumuužž.

source: Uáppeeh uáppih čäälliđ maaŋgâlágánijd teevstâid já kuuloold meid uđđâ vuovijd já uáinuid teevstâi analysistmân já tulkkuumân.
sms: Mättʼtõõđi mättje ǩeeʹrjted määŋgnallšem teeʹkstid da siõmmnai siõmmnai še ođđ maallid da ǩiõččâmvueʹjjid teeʹksti jerrumuʹšše da toolkav tulǩǩumuʹšše.

source: Kirje láá čáállám Marjaana Aikio, Helmi Länsman, Maarit Magga já Elen Anne Sara.
sms: Ǩeeʹrj liâ ǩeeʹrjtam Marjaana Aikio, Helmi Länsman, Maarit Magga da Elen Anne Sara.

source: Kirje sárgusijd lii sárgum Tania-Maria Moilanen já graafisii vuávám lii ráhtám Svea Päiviö.
sms: Tania-Maria Moilanen lij ǩeeʹrj pirstõõǥǥi tueʹǩǩen da graaflaž plaanumuužž tueʹǩǩen lij Svea Päiviö.

source: Giela geainnut 2 lii jotkâ ive 2012 almostum siämmáánommâsâš vuossâmuu kuursâ oppâkiirján.
sms: Giela geainnut 2 lij juätkk eeʹjjest 2012 čõõđtum seämmanõmmsaž vuõssmõs kuurs mättǩerjja.

source: Lasetiäđuh täst.
sms: Lââʹssteâđaid täʹst.
